driver-tests/bpelse/BpelToBpel/AcrossSAs/test/BPtoBPInvocationAcrossSAsviaHTTPBC/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rem="http://j2ee.netbeans.org/wsdl/RemoteClientEmployeeInfo">
  <soapenv:Body>
    <rem:id>RemoteTest</rem:id>
  </soapenv:Body>
</soapenv:Envelope>